Repository: eduNEXT/xblock-limesurvey
Catalog: limesurvey/locale/*/LC_MESSAGES/text.po
Languages: es_419

source: LimeSurvey API error.
es_419: Error de la API de LimeSurvey.

source: No participant in the survey.
es_419: No hay participantes en la encuesta.

source: Exceeded the number of login attempts.
es_419: Se superó el número de intentos de inicio de sesión.

source: Invalid session key.
es_419: Clave de sesión no válida.

source: Invalid credentials to authenticate with LimeSurvey API.
es_419: Credenciales no válidas para autenticarse con la API de LimeSurvey.

source: Survey service is misconfigured.
es_419: El servicio de encuesta está mal configurado.

source: Display name
es_419: Nombre a mostrar

source: The display name for this component. Please, use a distinctive name, as it will be used to identify the component in the LimeSurvey tab of the instructor dashboard when enabled.
es_419: El nombre a mostrar para este componente. Por favor, use un nombre distintivo, ya que se usará para identificar el componente en la pestaña de LimeSurvey del panel de control del instructor cuando esté habilitado.

source: The ID of the survey to be embedded. You can find the ID in the URL of the survey. For example, if the URL is https://limesurvey.example.com/index.php/123456?lang=en, the survey ID is 123456.
es_419: El ID de la encuesta a incrustar. Puede encontrar el ID en la URL de la encuesta. Por ejemplo, si la URL es https://limesurvey.example.com/index.php/123456?lang=en, el ID de la encuesta es 123456.

source: LimeSurvey URL
es_419: URL de LimeSurvey

source: The URL of the LimeSurvey installation with the HTTP scheme and without the trailing slash. If not set, it will be taken from the service configurations. Here is an example: https://limesurvey.example.com
es_419: La URL de la instalación de LimeSurvey con el esquema HTTP y sin la barra final. Si no se establece, se tomará de las configuraciones del servicio. Aquí hay un ejemplo: https://limesurvey.example.com

source: The URL of the LimeSurvey internal API, it's calculated from the LimeSurvey URL after saving the XBlock in Studio. If the LimeSurvey URL is not set, this configuration will be taken from the service configurations.
es_419: La URL de la API interna de LimeSurvey, se calcula a partir de la URL de LimeSurvey después de guardar el XBlock en Studio. Si la URL de LimeSurvey no está establecida, esta configuración se tomará de las configuraciones del servicio.

source: API username
es_419: Nombre de usuario de la API

source: The username to authenticate with your LimeSurvey installation you set in LimeSurvey URL. If not set, it will be taken from the service configurations.
es_419: El nombre de usuario para autenticarse con su instalación de LimeSurvey que estableció en la URL de LimeSurvey. Si no se establece, se tomará de las configuraciones del servicio.

source: API user's password
es_419: Contraseña del usuario de la API

source: The password to authenticate with your LimeSurvey installation you set in LimeSurvey URL. If not set, it will be taken from the service configurations.
es_419: La contraseña para autenticarse con su instalación de LimeSurvey que estableció en la URL de LimeSurvey. Si no se establece, se tomará de las configuraciones del servicio.

source: Whether the survey is anonymous or not. If anonymous, the user will not be added as participant.
es_419: Si la encuesta es anónima o no. Si es anónima, el usuario no se agregará como participante.

source: Authentication key for the LimeSurvey API
es_419: Clave de autenticación para la API de LimeSurvey

source: The URL of the survey for the current student.
es_419: La URL de la encuesta para el estudiante actual.

source: The access code of the user for the survey
es_419: El código de acceso del usuario para la encuesta

source: The time of the last login attempt
es_419: La hora del último intento de inicio de sesión

source: LimeSurvey API user or password not configured
es_419: Usuario o contraseña de la API de LimeSurvey no configurados

source: LimeSurvey URL for the service API is not set in your service configurations or in the XBlock.
es_419: La URL de LimeSurvey para la API del servicio no está establecida en las configuraciones de su servicio o en el XBlock.

source: Component name
es_419: Nombre del componente

source: Management Console(s)
es_419: Consola(s) de administración

source: Management Console
es_419: Consola de administración

source: The survey can't be rendered due to the following error:
es_419: La encuesta no se puede renderizar debido al siguiente error:

source: Please contact the instructor or an administrator.
es_419: Por favor, contacte al instructor o a un administrador.

source: The survey is only visible from the LMS.
es_419: La encuesta solo es visible desde el LMS.

source: Survey ID
es_419: ID de la encuesta

source: Anonymous survey
es_419: Encuesta anónima

source: True
es_419: Verdadero

source: False
es_419: Falso

source: LimeSurvey API username
es_419: Nombre de usuario de la API de LimeSurvey

source: LimeSurvey API password
es_419: Contraseña de la API de LimeSurvey

source: Save
es_419: Guardar

source: Cancel
es_419: Cancelar
